{
	"skill" : {
		"GigachadZ" : {
			"name" : "Stab",
			"description": "You perform a sweeping attack with your arm, dealing <y>200% damage.</c>"
		},
		"GigachadX" : {
			"name" : "Seismic shift",
			"description" : "You deliver a powerful stomp on the ground, <y>2x220% damage</c> and creating stone spikes from the earth, which deal <y>2x220% damage.</c>"
        },
		"GigachadC" : {
			"name" : "A moment",
			"description" : "<y>You move forward</c> a medium distance.\nDuring this time, you are <b>invulnerable</c>."
		},
		"GigachadV" : {
			"name": "Star Fury",
			"description": "You perform a series of quick but light strikes, dealing <y>80x20% damage</c>. \n<b>You are given invulnerability for 3 seconds.</c>"		
		},
		"GigachadVBoosted" : {
			"name": "Cosmic Radiance",
			"description": "You perform a series of quick but light strikes, dealing <y>80x40% damage</c>. \n<b>You are given invulnerability for 4 seconds.</c>"			
		},



		"GigachadZ2": {
			"name": "Sparta",
			"description": "You copy the King of Sparta, delivering a powerful kick that deals <y>400% damage.</c>"
		},
		"GigachadX2": {
			"name": "Trolling",
			"description": "You take a swing, dealing <y>100% damage</c> and invoke Troll Face, which pushes enemies apart, dealing <y>from 200% to 800% damage.</c>"
		},
		"GigachadC2": {
			"name": "Gigamusic",
			"description": "Increase <y>attack speed by 60%</c>, and <b>movment speed by 40%</c>"
		},
		"GigachadV2": {
			"name": "MeguMin",
			"description": "You are replacing your essence with a dangerous meme, dealing <y>479900% damage </c> to everyone on the map. <b>After using it, you will die</c>"
		},
		"GigachadVBoosted2": {
			"name": "MeguMax",
			"description": "You are replacing your essence with a dangerous meme, dealing <y>479900% damage </c> to everyone on the map. <b>After using it, you will lose half of health </c>"
		}
	},

	"survivor" : {
		"Gigachad" : {
			"endQuote" : "..and he walked away, dazzling with his muscles.",
			"description" : "<y>Gigachad</c> is an unmatched specimen of strength, speed, and charisma, dominating the battlefield with his physical prowess. His abilities combine <y>high damage with survivability</c>, making him perfect for crushing enemies <y>in style.</c>",
			"name": "Gigachad",
			"nameUpper": "GIGACHAD",

			"story": "<y>Shipping Details: </c>\nRecent experiments with memetic genetics have led us to the creation of a being we have tentatively named 'Gigachad.' This entity represents the first successful fusion of internet culture, memetic patterns, and advanced biotechnology. Its genome is entirely synthetic, bearing no resemblance to any known forms of life. All development was based on adaptive coding algorithms utilizing data collected from internet archives <r>[data redacted]</c>.\nGigachad demonstrates physical strength, speed, and resilience that far exceed any biological standards. Notably, its muscle structure is so dense that it literally deflects ballistic projectiles, and its nervous system adapts to stressful conditions with astonishing speed. Furthermore, behavioral tests revealed an abnormally high level of confidence and charisma, likely a side effect of its memetic programming.\nHowever, the entity exhibits strange reactions to certain visual and audio stimuli tied to the concept of 'memes.' In the presence of such stimuli, its activity spikes, and its behavior becomes highly unpredictable. A recent incident <r>[data redacted]</c> forced us to reassess security measures.\nWe have decided to ship the entity for testing at a laboratory complex on the planet <r>[data redacted]</c>, as continued research in the current environment poses significant risks. The transport container is constructed from multilayered material resistant to memetic anomalies and biological threats. However, it is strongly advised to avoid even indirect visual contact with the entity.\nOur predictions regarding its capabilities in a controlled environment remain uncertain. If Gigachad displays the same adaptability and dominance observed in the laboratory, its potential as a memetic weapon requires serious ethical consideration. We are transferring the entity to you with the understanding that all further consequences now rest in your hands.\n\nSigned:\nDr. <r>[data redacted]</c>, Lead Specialist in Memetic Research.",
            "id" : "SUBJECT #ga2247998574",
            "departure"  : "<y>Departure:</c>\nRussia,\nInternet,\nEarth",
            "arrival" : "<y>Destination:</c>\nUES Shipping Dock 0,\nRedview,\nMars"
		}
	}
}