{
	"skill": {
		"GigachadZ": {
			"name": "Удар",
			"description": "Вы делаете размашистую атаку с руки, нанося <y>250% урона.</c> \n<b>Поражает до 5 врагов за удар.</c>"
		},
		"GigachadX": {
			"name": "Сейсмический сдвиг",
			"description": "Вы делаете сильный удар ногой по земле, создавая каменные шипы из земли, и нанося <y>2x3x400% урона.</c>"
		},
		"GigachadC": {
			"name": "Мгновение",
			"description": "<y>Вы перемещаетесь вперед</c> на небольшое расстояние.\nВ это время вы <b>неуязвимы</c>."
		},
		"GigachadV": {
			"name": "Звездная ярость",
			"description": "Вы делаете серию из быстрых но легких ударов, нанося <y>20% урона</c> за каждый удар. \n<b>За каждый удар вы получаете щит, суммой 35% от урона</c>"
		},
		"GigachadVBoosted": {
			"name": "Космическое сияние",
			"description": "Вы делаете серию из быстрых но легких ударов, нанося <y>31% урона</c> за каждый удар. \n<b>Пока вы бьете, вы неуязвимы</c>"
		},



		"GigachadZ2": {
			"name": "Спарта",
			"description": "Вы копируете Царя Спарты, делая серьезную атаку с ноги, нанося <y>500% урона.</c> \n<b>Поражает до 5 врагов за удар.</c>"
		},
		"GigachadX2": {
			"name": "-",
			"description": "-"
		},
		"GigachadC2": {
			"name": "-",
			"description": "<y>-"
		},
		"GigachadV2": {
			"name": "-",
			"description": "-"
		},
		"GigachadVBoosted2": {
			"name": "-",
			"description": "-"
		}
	},

	"survivor": {
		"Gigachad": {
			"endQuote": "..и он ушел, сверкая своими мышцами.",
			"description": "<y>Gigachad</c> — непревзойденный образец силы, скорости и харизмы, доминирующий на поле боя благодаря своей физической мощи. Его способности сочетают <y>высокий урон и выживаемость</c>, что делает его идеальным для <b>стильного</c> сокрушения врагов.",
			"name": "Gigachad",
			"nameUpper": "GIGACHAD",
			
			"story" : "Недавние эксперименты с меметической генетикой привели нас к созданию существа, которое мы условно называем 'Gigachad'. Этот объект представляет собой первый успешный результат объединения интернет-культуры, меметических паттернов и передовых биотехнологий. Его геном полностью синтезирован и не имеет никакой связи с известными формами жизни. Вся разработка велась на основе алгоритмов адаптивного кодирования, используя данные, собранные из интернет-архивов <r>[данные удалены]</c>.\nGigachad демонстрирует физическую силу, скорость и устойчивость, которые превосходят любые биологические стандарты. В частности, его мышечная структура настолько плотна, что она буквально отражает баллистические снаряды, а нервная система адаптируется к стрессовым условиям с поразительной скоростью. Кроме того, поведенческие тесты выявили аномально высокий уровень уверенности и харизмы, что, вероятно, является побочным эффектом меметического программирования.\nОднако, объект проявляет странные реакции на определённые визуальные и аудиостимулы, связанные с концепцией 'мемов'. В присутствии таких стимулов его активность резко возрастает, и поведение становится крайне непредсказуемым. Один из недавних инцидентов <r>[данные удалены]</c> заставил нас пересмотреть меры безопасности.\nМы решили отправить объект на испытания в лабораторный комплекс на планете <r>[данные удалены]</c>, поскольку дальнейшие исследования в текущих условиях представляют угрозу. Контейнер для транспортировки изготовлен из многослойного материала с сопротивлением к меметическим аномалиям и биологическим угрозам. Однако, настоятельно рекомендуется избегать даже непрямого визуального контакта с объектом.\nНаши прогнозы относительно его возможностей в контролируемой среде неопределённы. Если Gigachad проявит ту же динамику адаптации и доминирования, которую мы наблюдали в лаборатории, его потенциальное использование как меметического оружия требует серьёзной этической оценки. Мы передаём вам существо с уверенностью, что любые последствия теперь лежат в ваших руках.\n\n <b> Подпись: </c>\nДоктор <r>[данные удалены]</c>, ведущий специалист по меметическим исследованиям.",
            "id" : "Объект #ga2247998574",
            "departure"  : "<y>Departure:</c>\nRussia,\nInternet,\nEarth",
            "arrival" : "<y>Destination:</c>\nUES Shipping Dock 0,\nRedview,\nMars"
		}
	}
}
